<?php
include_once 'template/index_header.php'; 
?>
<div class="container">
    <h1>中小学教师研修管理系统</h1>
    <p style="text-indent:2em;">
            信息技术的发展使人们的工作、学习、生活方式都发生了巨大的变化。在学
        校，教育信息化不仅改变着教与学的方式，也渗透于教师和学生的成长过程，推
        动了学校和教育现代化的发展。近几年来，随着网络的发展普及，以及博客技术
        的广泛应用，很多中小学都在探索基于网络的教学和教研的新模式，纷纷建起各
        级各类教师研修网，许多具有创新意识的教师创设了自己的网上工作室、学科网
        站、教学博客等等，积极开展教学反思和各种网络交流活动。网络研修充分体现
        出网络是便捷的通信工具，是无限的资源库，是自我表现、自我教育、自我发展
        和人际合作互动大舞台的优势。
    </p>
    <p style="text-indent:2em;">
        目前国内绝大多数的教师网络研修尚处于比较低级的阶段。主要表现在：
        参与的教师数量比较少。在对全国各地的区域教育博客调研中发现，虽然博客已
        经众所周知，但是能够真正坚持写博客、利用博客实现教师自我的职业发展的数
        量还很少。参与的教研员比较少。教研员是一个地区指导教师进行教学的重要力
        量，但是，在现有的众多研修网中很少看到他们的参与，即使参与了，也只是自
        己发一些文章，没有体现出教研员对其他老师的应有作用。缺乏有效的组织管理。
        研修，显然不是教师的自发行为，而是一个通过一定的组织结构进行的工作过程，
        是教师工作的一部分。由于当前众多研修网站，都是依靠教师自主注册，缺乏网
        上的管理和组织，出现了只有不断的发文章，没有讨论，当然也不能形成研修了。
        教师在教学中应用信息技术的个人成本高。虽然信息技术较上世纪 90 年代已经
        有了很大发展，并且网络资源也已经相当丰富，甚至有一部分学校已经做到的每
        个老师一台电脑，但是大多数老师仍然对“课程整合”一筹莫展，只有在非上不
        可的时候，才投入很大的精力来“做课件”，致使完整一堂课教学的个人成本非常
        高，这也是造成课程整合类的课程仍然没有普遍化的原因。
    </p>
    <p style="text-indent:2em;">
        事实证明，网络研修能帮助众多教师摆脱凭个体狭隘经验学习和工作的状态，
        突破时间和空间的限制，进入自主开放、合作学习的环境。这不仅可以强化教师
        的研修意识，而且能激发他们学习的自觉能动性，促进反思能力的提高和反思习
        惯的形成。目前，它已经成为加强中小学教师队伍建设，提高学科教研的效率和
        有效性的一项重要措施。
    </p>
    <p style="text-indent:2em;">
        然而，通过大量的实际应用研究和考察，我们也发现了许多在网络研修方面
        必须改进的地方，甚至需要重建网络应用体系，以提高网络研修的有效性、普及
        性、可操作性和有组织性。使之更有利于促进全体教师的专业发展，并构建起较
        完善的教师终身教育体系。
        还有教学资源问题，网上已有的资源库，虽然很多，但普遍存在使用性差、
        更新困难的问题。各个教师自己制作的教学资源也难于发表、选优和共享。这也
        是研修网需要解决的问题。
        对于上述种种问题的分析，以及教师和教研员在运用网络开展教研工作中提出
        的需求，促使我们下决心研究开发一种综合性的网络研修系统，以推动学校教研、
        教学工作的信息化和网络化。
    </p>
    <hr>
    <h3>为此特别打造毕业设计“中小学教师研修管理系统”</h3>
</div>
<?php 
include_once 'template/index_footer.php';
?>